{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'main'"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim",
      "version": "'main'"
    },
    "flash": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "'main'"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'main'"
    },
    "grug-far": {
      "src": "https://github.com/MagicDuck/grug-far.nvim",
      "version": "'main'"
    },
    "markview": {
      "src": "https://github.com/OXY2DEV/markview.nvim",
      "version": "'main'"
    },
    "mcsos": {
      "src": "https://github.com/zaucy/mcos.nvim",
      "version": "'main'"
    },
    "mini": {
      "src": "https://github.com/nvim-mini/mini.nvim",
      "version": "'main'"
    },
    "multicursor-nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim",
      "version": "'main'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'main'"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish",
      "version": "'master'"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": "'main'"
    },
    "yazi": {
      "src": "https://github.com/mikavilpas/yazi.nvim",
      "version": "'main'"
    }
  }
}
