{
  "plugins": {
    "blink.cmp": {
      "src": "https://github.com/saghen/blink.cmp",
      "version": "'main'"
    },
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim",
      "version": "'main'"
    },
    "flash": {
      "src": "https://github.com/folke/flash.nvim",
      "version": "'main'"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'main'"
    },
    "grug-far": {
      "src": "https://github.com/MagicDuck/grug-far.nvim",
      "version": "'main'"
    },
    "lazydev": {
      "src": "https://github.com/folke/lazydev.nvim",
      "version": "'main'"
    },
    "markview": {
      "src": "https://github.com/OXY2DEV/markview.nvim",
      "version": "'main'"
    },
    "mcsos": {
      "src": "https://github.com/zaucy/mcos.nvim",
      "version": "'main'"
    },
    "mini": {
      "src": "https://github.com/nvim-mini/mini.nvim",
      "version": "'main'"
    },
    "multicursor-nvim": {
      "src": "https://github.com/jake-stewart/multicursor.nvim",
      "version": "'main'"
    },
    "nvim-dap": {
      "src": "https://github.com/mfussenegger/nvim-dap",
      "version": "'master'"
    },
    "nvim-dap-ui": {
      "src": "https://github.com/rcarriga/nvim-dap-ui",
      "version": "'master'"
    },
    "nvim-dap-virtual-text": {
      "src": "https://github.com/theHamsta/nvim-dap-virtual-text",
      "version": "'master'"
    },
    "nvim-nio": {
      "src": "https://github.com/nvim-neotest/nvim-nio",
      "version": "'master'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-context",
      "version": "'master'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "overseer": {
      "src": "https://github.com/stevearc/overseer.nvim",
      "version": "'master'"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "rainbow-delimiters": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim",
      "version": "'master'"
    },
    "rust.vim": {
      "src": "https://github.com/rust-lang/rust.vim",
      "version": "'master'"
    },
    "snacks": {
      "src": "https://github.com/folke/snacks.nvim",
      "version": "'main'"
    },
    "todo-comments": {
      "src": "https://github.com/folke/todo-comments.nvim",
      "version": "'main'"
    },
    "trouble": {
      "src": "https://github.com/folke/trouble.nvim",
      "version": "'main'"
    },
    "vim-abolish": {
      "src": "https://github.com/tpope/vim-abolish",
      "version": "'master'"
    },
    "which-key": {
      "src": "https://github.com/folke/which-key.nvim",
      "version": "'main'"
    },
    "yazi": {
      "src": "https://github.com/mikavilpas/yazi.nvim",
      "version": "'main'"
    }
  }
}
