{
  "plugins": {
    "catppuccin": {
      "src": "https://github.com/catppuccin/nvim",
      "version": "'main'"
    },
    "gitsigns": {
      "src": "https://github.com/lewis6991/gitsigns.nvim",
      "version": "'main'"
    },
    "grug-far": {
      "src": "https://github.com/MagicDuck/grug-far.nvim",
      "version": "'main'"
    },
    "mini": {
      "src": "https://github.com/nvim-mini/mini.nvim",
      "version": "'main'"
    },
    "nvim-treesitter": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter",
      "version": "'main'"
    },
    "nvim-treesitter-textobjects": {
      "src": "https://github.com/nvim-treesitter/nvim-treesitter-textobjects",
      "version": "'main'"
    },
    "plenary": {
      "src": "https://github.com/nvim-lua/plenary.nvim",
      "version": "'master'"
    },
    "rainbow-delimiters": {
      "src": "https://github.com/HiPhish/rainbow-delimiters.nvim",
      "version": "'master'"
    },
    "satellite": {
      "src": "https://github.com/lewis6991/satellite.nvim",
      "version": "'main'"
    },
    "statuscol": {
      "src": "https://github.com/luukvbaal/statuscol.nvim",
      "version": "'main'"
    },
    "yazi": {
      "src": "https://github.com/mikavilpas/yazi.nvim",
      "version": "'main'"
    }
  }
}
